---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotSaveGroup
source: html/ce6c66f7-894d-7f76-037c-793118b4ca59.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotSaveGroup Property

Can't save Group.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotSaveGroup { get; }
```